{
  "excuses": [
    "I have to drive someone to the airport.",
    "I have the flu.",
    "My kid is sick.",
    "I have food poisoning.",
    "My sister's friend's mother's grandpa's brother's grandson's fish died.",
    "Someone is in the hospital.",
    "I got in a car accident.",
    "I'm snowed in.",
    "There was a death in the family.",
    "I'm below the bed looking for sippy cups.",
    "Because I earned it!",
    "I'm selected for jury duty.",
    "I'm waiting for a plumber.",
    "I have a doctor's appointment.",
    "I need a mental health day.",
    "I'm dead.",
    "I have a crazy migraine.",
    "I'm moving.",
    "I'm getting my wisdom teeth removed.",
    "I'm sick.",
    "I had an allergic reaction to something.",
    "My sister is going into labor.",
    "My flight back into town got cancelled.",
    "I need a personal day.",
    "I have bad cramps.",
    "I have a cold.",
    "The roads around my house are closed due to weather.",
    "I pooed in my pants on the way to work.",
    "I have a bladder infection.",
    "I have to meet with my kid's teacher.",
    "My toilet exploded.",
    "I'm handling a family crisis right now.",
    "Someone tried to rob me during the night.",
    "It's wash day.",
    "I have lice.",
    "I lost my glasses.",
    "I locked my keys in my car.",
    "Already completed all of my tasks.",
    "Electricity went out.",
    "I have the runs.",
    "I don't want to go to my shitty job today.",
    "I can't find my keys.",
    "I totally forgot we had plans.",
    "I'm locked out.",
    "My dog is throwing up.",
    "I had a burrito for dinner and now I can't move.",
    "I'm too sleepy.",
    "The ozone in the air flattened my tires.",
    "I can't find my polling place.",
    "I have a migraine.",
    "I have to attend the funeral of my wife’s cousin’s pet.",
    "I have a package I have to sign for.",
    "I have terrible diarrhea.",
    "I won $500 million in the lottery, I quit!",
    "I ate cat food instead of tuna and am deathly ill.",
    "It's raining.",
    "My guinea pig just found out she's pregnant and she needs my support.",
    "Uber surge pricing is 4.6x right now and I love you, but not that much.",
    "I'm broke.",
    "My pressure cooker has exploded and scared my sister, so I have to stay home.",
    "I can't get my car out of the garage.",
    "I'm not sick, but my llama is.",
    "My cat just broke up with her boyfriend and she just really needs me right now. ",
    "I totally forgot about my parents coming into town and I have to clean up.",
    "I have to run errands during that time.",
    "I'm busy preparing for the looming apocalypse.",
    "I'm on a diet and I know I'll mess it up if I go.",
    "I stepped on a bug earlier and I'm still in mourning.",
    "I don't want to put on pants.",
    "I just threw up all over the apartment.",
    "I broke my entire body. Pray for me.",
    "There’s a leftover pizza in the fridge calling my name and it’s taking priority at the moment.",
    "My laundry is not finished. I have absolutely nothing to wear.",
    "I’m in the middle of a really invigorating Tinder convo and I honestly think he could be the one.",
    "I got drunk alone and now I’m too tipsy to come.",
    "I just need to be alone right now.",
    "I just PostMate-d Chipotle.",
    "My dog swallowed the car keys so I'm waiting until it comes out.",
    "I fell into a Wikipedia hole and now I’m convinced that the Zodiac killer is going to come back and I will be his first victim.",
    "I woke up in a good mood and I don't want to ruin it.",
    "I got stuck in the blood pressure machine at the grocery store.",
    "A bear is in my yard and I am afraid to come out.",
    "I fell in the shower."
  ]
}